{
  "items": [
    {
      "id": 10,
      "guid": "https://stadt-bremerhaven.de/?p=1190210",
      "guidHash": "302c320ed9f91dfa4633bfede15f4197",
      "url": "https://stadt-bremerhaven.de/patreon-kreative-koennen-jetzt-podcasts-auf-spotify-veroeffentlichen-die-nur-fuer-abonnenten-bestimmt-sind/",
      "title": "Patreon-Kreative können jetzt Podcasts auf Spotify veröffentlichen, die nur für Abonnenten bestimmt sind",
      "author": "caschy",
      "pubDate": 1691595034,
      "updatedDate": null,
      "body": "Spotify und Patreon hatten vor einiger Zeit schon eine Partnerschaft angekündigt, heute nun beginnt auch die Integration. Was bringt diese Partnerschaft? Menschen, die Kreative über Patreon unterstützen, können so die exklusiven Inhalte auch über Spotify hören. Derzeit hören sich Podcast-Fans...<p>Zum Beitrag: <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://stadt-bremerhaven.de/patreon-kreative-koennen-jetzt-podcasts-auf-spotify-veroeffentlichen-die-nur-fuer-abonnenten-bestimmt-sind/\">Patreon-Kreative können jetzt Podcasts auf Spotify veröffentlichen, die nur für Abonnenten bestimmt sind</a>\n</p><p>\nZum Blog: <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://stadt-bremerhaven.de\">Caschys Blog</a>\n</p><p>\nDer RSS-Feed kann auch als Werbemittel gebucht werden. Mit ihm kann man über 55.000 Abonnenten erreichen. Schreibt uns gerne an.</p>\n",
      "enclosureMime": null,
      "enclosureLink": null,
      "mediaThumbnail": null,
      "mediaDescription": null,
      "feedId": 2,
      "unread": true,
      "starred": false,
      "lastModified": 1691595623,
      "rtl": false,
      "fingerprint": "654de84f907469c9425e6806118f0d36",
      "contentHash": "cadc887913a88b3c9d89a566efd95fd8"
    },
    {
      "id": 9,
      "guid": "https://www.golem.de/news/game-of-thrones-koennte-davos-im-spin-off-snow-dabei-sein-2308-176598.html",
      "guidHash": "1d7660d5f4e45e57fa0f24a4be030feb",
      "url": "https://www.golem.de/news/game-of-thrones-koennte-davos-im-spin-off-snow-dabei-sein-2308-176598.html",
      "title": "Game of Thrones: Könnte Davos im Spin-off Snow dabei sein?",
      "author": "Peter Osteried",
      "pubDate": 1691595422,
      "updatedDate": null,
      "body": "<img src=\"https://www.golem.de/2308/176598-395458-395454_rc.jpg\" width=\"140\" height=\"140\" vspace=\"3\" hspace=\"8\" align=\"left\" alt=\"176598-395458-395454_rc.jpg\" />Davos-Darsteller Liam Cunningham wäre jedenfalls bereit, in dem Spin-off von Games of Thrones mitzuspielen. (<a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.golem.de/specials/game-of-thrones/\">Game of Thrones</a>, <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.golem.de/specials/streik/\">Streik</a>) <img src=\"https://cpx.golem.de/cpx.php?class=17&amp;aid=176598&amp;page=1&amp;ts=1691595422\" alt=\"\" width=\"1\" height=\"1\" />",
      "enclosureMime": null,
      "enclosureLink": null,
      "mediaThumbnail": null,
      "mediaDescription": null,
      "feedId": 3,
      "unread": true,
      "starred": false,
      "lastModified": 1691595629,
      "rtl": false,
      "fingerprint": "9609fbe8727d0c28cfde3bcb5a101ca1",
      "contentHash": "08f61ac95db23c316cc0c8056601d091"
    },
    {
      "id": 8,
      "guid": "9cxP9Hez8Bxfu7GD6c7mQ9",
      "guidHash": "91e48631d58f00c76250f6d9a9e39be7",
      "url": "https://www.pcgamer.com/baldurs-gate-3-is-the-horniest-rpg-ive-ever-played-and-i-love-it",
      "title": "Baldur's Gate 3 is the horniest RPG I've ever played and I love it",
      "author": null,
      "pubDate": 1691594174,
      "updatedDate": null,
      "body": "\n                            \n                            \n                                <p>It should have been obvious when, before launch, Larian showed off a bear and a vampire going at it, that <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.pcgamer.com/baldurs-gate-3-guide/\"><strong>Baldur's Gate 3</strong></a> was going to be unashamedly horny and more than a bit weird. And across the 100 or so hours that I've played since early access ended, it's only gotten hornier. I often have to cover my puppy's eyes while I'm playing because he's far too young to see this kind of smut. But otherwise I'm delighted. </p><p>Baldur's Gate 3 is absolutely, and pardon the crudeness, dripping with sex. The Forgotten Realms is jam-packed with unapologetic flirts, you can hook up with major villains, and early on I walked in on a bugbear and an ogre just going at it. As a Bard, my response was to tell them that fans of erotic literature would pay good money to read about this kind of thing, which stroked the bugbear's ego considerably. The ogre was less impressed, by both the thought of the escapade being committed to text and the virility of her eager partner.</p>\n<div><div style=\"max-width:2560px;\"><p style=\"padding-top:56.25%;\"><img alt=\"Baldur's Gate 3 is horny\" src=\"https://cdn.mos.cms.futurecdn.net/cgZ9Q9bbidUFdPgLXVmzp6.jpg\" align=\"middle\" width=\"1200\" height=\"1200\" /></p></div></div><span>Publishers are already knocking at my door.  </span><span>(Image credit: Larian Studios)</span>\n<p>You only need to briefly take a look at Twitter to see how this has affected players, who have been gleefully simping for their favourite companions or debating the merits of the various genitals that you can bless your character with. Penis D has a lot of fans, apparently. Everyone has just gone full horny on main, including in PC Gamer's Slack channel. It's Friday energy every day now. </p>\n<blockquote><p>No party members have ever wanted to knock boots with the hero this badly. God, they're keen. </p></blockquote>\n<p>So it's played for laughs sometimes, and that's great! Sex absolutely can be funny and awkward, whether you're a bugbear rutting in a barn or not. But Baldur's Gate 3 embraces the full spectrum of intimate relationships, so it can also be pretty hot, and sometimes quite tender. There's sweetness with this sauce. Romance in videogames is often conflated with titillation exclusively, but Larian's tried to give us proper relationships with characters who have agency, but who are also drooling at the prospect of jumping your bones.</p><p>Companions are responsible for the bulk of Baldur's Gate 3's thirstiness. Bunking up with your colleagues in an RPG is pretty typical these days, but Larian's really run with it. A lot of them are extremely flirty right off the bat, like Astarion and hench Druid Halsin (the heroes responsible for the vampire-on-bear action), and once you hit the friendly approval rating each companion will ramp up the thirstiness and try to hook up with you. No party members have ever wanted to knock boots with the hero this badly. God, they're keen.</p>\n<div><div style=\"max-width:2560px;\"><p style=\"padding-top:56.25%;\"><img alt=\"Baldur's Gate 3 is horny\" src=\"https://cdn.mos.cms.futurecdn.net/4jqBUhQpEzNiFK7kV7Mkx6.jpg\" align=\"middle\" width=\"1200\" height=\"1200\" /></p></div></div><span>Githyanki girlfriends are all the rage.  </span><span>(Image credit: Larian Studios)</span>\n<p>One evening in camp, after a long day of murdering goblins and cultists, no fewer than four of my companions put the moves on me. But my heart belonged to <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.pcgamer.com/baldurs-gate-3-karlach-romance-guide/\">Karlach</a>, a large tiefling Barbarian who frequently bursts into flames. She loves to chop up enemies, would step on your neck if you asked her to, but is also incredibly sweet. What a gal.</p>\n<blockquote><p>One evening in camp, after a long day of murdering goblins and cultists, no fewer than four of my companions put the moves on me.</p></blockquote>\n<p>After eventually finding a way to douse her flames we had a saucy interlude. Largely I think videogame animation struggles when it comes to dabbling in eroticism, but it's lightyears ahead of what we're used to seeing in RPG sex scenes. It felt a bit more intimate, and included nice touches like the inner fire from Karlach's Infernal Engine glowing blue instead of red, but yes I did have to chuckle when I saw my half-drow Bard's purple penis. I am a 38-year-old child.</p><p>Karlach, like every companion and seemingly all of the potential sexual partners throughout the game, is not concerned about gender or height or scales—male dragonborns, female halflings, it doesn't matter. This lack of restrictions is incredibly welcome, avoiding the disappointment that I felt when I realised I couldn't bone Garrus in Mass Effect (at least not without mods). The argument against this is that a person's sexuality is important and making everyone hot for the player, regardless of who they are, undermines their agency. But maybe the Forgotten Realms has simply embraced pansexuality. It's personality traits and compatibility that determine hook-ups here, rather than what's going on beneath your tiny underpants. This is how characters maintain their agency: by picking partners that suit them, whose actions and words reflect their own beliefs. Karlach will still kick you to the curb if you're an arsehole to tieflings or a treacherous dickhead.</p>\n<div><div style=\"max-width:2560px;\"><p style=\"padding-top:56.25%;\"><img alt=\"Baldur's Gate 3 is horny\" src=\"https://cdn.mos.cms.futurecdn.net/xYrFNLAd3f3NoR8pKixjL7.jpg\" align=\"middle\" width=\"1200\" height=\"1200\" /></p></div></div><span>Bards have more fun.  </span><span>(Image credit: Larian Studios)</span>\n<p>It's still a bit mechanical in the way that these relationships are tied into things like an approval meter, but Baldur's Gate 3 still tackles sex and romance with more maturity (even amid all the jokes) and organically than the vast majority of RPGs. Sex is not some objective that you're working towards and you don't need to keep picking flirty dialogue to kick off a relationship. And it goes both ways, with companions often being the instigators. They're a lot more forward than most RPG pals, and try to set up little dates and openly express themselves without prodding. And not just because they want a tumble by the campfire—they're looking for real companionship. This makes it a bit heartbreaking when you have to turn them down. </p>\n<blockquote><p>Sex is not some objective that you're working towards and you don't need to keep picking flirty dialogue to kick off a relationship.</p></blockquote>\n<p>Gale, for instance, can be an annoying idiot, but he's also become one of my BFFs, which made me feel terribly guilty when I had to reject him. He was teaching me all about magic and the Weave in a scene that was steeped in romance and intimacy. There were sparks, for sure. So when I said I had to call it a night, he was crestfallen, though still a perfect gentleman. I, meanwhile, felt like a monster. In other RPGs, that would be that, but in Baldur's Gate 3 relationships are more nuanced. We continued to have sweet moments, which ended up being comfortably platonic, but could have changed if I wanted them to.</p>\n<div><div style=\"max-width:2560px;\"><p style=\"padding-top:56.25%;\"><img alt=\"Baldur's Gate 3 is horny\" src=\"https://cdn.mos.cms.futurecdn.net/hmYtaTYnoGNkCkM42ZShS7.jpg\" align=\"middle\" width=\"1200\" height=\"1200\" /></p></div></div><span>Even the books are horny.  </span><span>(Image credit: Larian Studios)</span>\n<p>This sense that you're developing a meaningful relationship is even more overt with the companions you do romance, of course. Because you can hook up early on instead of building towards it for an entire game, this leaves so much room for actual romance and character development. So the game recognises that I'm in a relationship with Karlach, and gives me unique dialogue and scenes that reflect this, whether it's Karlach saying she's happy for me to use the services of a brothel (I politely declined as I'm a one-tiefling guy, though I did have to make some cheeky jokes, because as a Bard it's the law), or a nymph testing us on how well we know each other. </p><p>So while Baldur's Gate 3 can be cheeky and salacious and all horned up, it sidesteps the embarrassing childishness that so many of its rivals end up trapped by when they delve into the world of romance. Here, the thirstiness is a precursor to something deeper, which is true of real relationships, letting you enjoy the best of both worlds. It makes me all sappy as much as it makes me blush and giggle uncontrollably. </p><p>For an alternative take, here's Robin Valentine on how <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.pcgamer.com/baldurs-gate-3-is-the-horniest-rpg-ive-ever-played-and-honestly-its-a-bit-much/\">Baldur's Gate 3's horniness is just a bit too much</a>. </p>\n                                                            \n                            \n                        ",
      "enclosureMime": "image/jpeg",
      "enclosureLink": "https://cdn.mos.cms.futurecdn.net/bxwTtBGnspHgeeHeihjkVg.jpg",
      "mediaThumbnail": null,
      "mediaDescription": null,
      "feedId": 3,
      "unread": false,
      "starred": true,
      "lastModified": 1691594698,
      "rtl": false,
      "fingerprint": "f9e9281e67654d7dae45e43fdb9d816a",
      "contentHash": "55b88dc54968b966078be8996f61b961"
    },
    {
      "id": 76083,
      "guid": "3c86a944-0e08-4160-87bd-925fd34d32e8",
      "guidHash": "9ba746a24bd0e026480109358c958e69",
      "url": "https://www.tagesschau.de/ausland/afrika/niger-bazoum-sorge-100.html",
      "title": "Wachsende internationale Sorge um nigrischen Präsidenten Bazoum",
      "author": null,
      "pubDate": 1691855861,
      "updatedDate": null,
      "body": "<p> <a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.tagesschau.de/ausland/afrika/niger-bazoum-sorge-100.html\"><img src=\"https://images.tagesschau.de/image/0bbc7d0c-fc7e-42a3-92f4-1a7c64d6aeec/AAABieppXR0/AAABibBxqrQ/16x9-1280/niamey-pnds-tarayya-100.jpg\" alt=\"Autowracks vor dem Sitz der Partei von Präsident Bazoum, der PNDS-Tarayya | EPA\" /></a> <br /> <br />Seit mehr als zwei Wochen hält die Junta in Niger den demokratisch gewählten Präsidenten Bazoum und seine Familie gefangen - offenbar ohne ausreichend Nahrung, Strom oder medizinische Versorgung. Die UN und Human Rights Watch zeigten sich besorgt.[<a target=\"_blank\" rel=\"noreferrer\" target=\"_blank\" rel=\"noreferrer\" href=\"https://www.tagesschau.de/ausland/afrika/niger-bazoum-sorge-100.html\">mehr</a>]</p>",
      "enclosureMime": null,
      "enclosureLink": null,
      "mediaThumbnail": null,
      "mediaDescription": null,
      "feedId": 50,
      "unread": true,
      "starred": false,
      "lastModified": 1691856612,
      "rtl": false,
      "fingerprint": "7196f8303ee43309f87f32c62c8d4a4e",
      "contentHash": "7196f8303ee43309f87f32c62c8d4a4e"
    }
  ]
}